Repository: damonreborn/slamquizz
Catalog: translations/messages.*.xlf
Languages: fr

source: Home
fr: Accueil

source: Category
fr: Catégorie

source: Disabled
fr: Désactiver

source: Another action
fr: Autres Actions

source: Something else here
fr: Quelquechose d'autre ici

source: Search
fr: Recherche

source: Welcome !
fr: Bienvenue !

source: Users Index
fr: Liste d'Utilisateurs

source: User Index:
fr: Liste d'Utilisateurs:

source: Edit Category
fr: Editer Catégorie

source: back to list
fr: Retourner a la liste

source: Category index
fr: Liste de Catégories

source: no records found
fr: Aucune entrée trouvé

source: Create new
fr: Créer

source: New Category
fr: Nouvelle Catégorie

source: Create new Category
fr: Créer nouvelle Catégorie

source: edit
fr: Editer

source: Delete
fr: Supprimer

source: You should not be here!
fr: Tu ne devrait pas être ici !

source: Hello
fr: Bonjour

source: This friendly message is coming from:
fr: Se message amicale viens de :

source: Your controller at
fr: Ton controller en

source: Your template at
fr: Ton template en

source: Users List
fr: Liste d'Utilisateurs

source: Login
fr: Se Connecter

source: Do you need to check the Instruction Index and the Intelligence level of your students?
fr: Besoin de vérifier l'indice d'Instruction et le degré d'Intelligence de vos élèves ?

source: This is the tool you need! SlamQuizz is a simple and free online QCM software.
fr: Voici l'outil qu'il vous faut ! SlamQuizz est un logiciel de QCM en ligne simple et gratuit.

source: Feature
fr: Fonctionnalités

# Interactive and motivating content to teach them the joy of &quot;Learning&quot;
source: Interactive and motivating content to teach them the joy of "Learning"
fr: Contenu interactif et motivant pour leurs apprendre la joie "D'apprendre"

source: Automatic Notation (Because you have better things to do!)
fr: Notation Automatique (Car vous avez mieux a faire !)

source: Real-time activity monitoring (To ensure that their brain formatting runs smoothly)
fr: Suivi d'activité en temps réel (Pour vous assurez du bon déroulement de leur formattage cérébrale)

source: Accessible even on a Smartphone to be able to test them everywhere!
fr: Accessible meme sur un Smartphone pour pouvoir les tester partout !

# Join us now -&gt;
source: Join us now ->
fr: Rejoignez Nous ->

source: Edit Answer
fr: Modifier Réponses

source: Answer index
fr: Liste Réponses

source: New Answer
fr: Nouvelle Réponse

source: Create new Answer
fr: Créer une nouvelle réponse

source: Answer
fr: Réponse

source: Are you sure you want to delete this item?
fr: Confirmer la Supression ?

source: Update
fr: Mettre a Jour

source: Correct
fr: Corrigé
